{
    "voidDancerTroupe": {
        "killTeam": "Corsair Voidscarred",
        "name": "SAEDATH",
        "description": "The saedath are the Harlequins' battle plans. Each is an elaborate scheme designed around, and named for, stories from the Aeldari's expansive mythology. Battle itself then becomes a performance of a symbolic and spiritually significant tale in which every Harlequin involved plays a specific and pivotal role.",
        "text": [
            {
                "mainText": "When selecting your kill team for the battle, select an Allegory to be active for it during the battle (reveal it to your opponent when you reveal your kill team). Then, at the start of the first Strategy phase, select one friendly VOID-DANCER TROUPE operative to have the pivotal role for the battle. While a friendly operative has the pivotal role, it has the Accolade ability of the active Allegory.",
                "postText": "Keep a Performance tally for your kill team for the battle. Add 1 to the tally as follows:",
                "subText": [
                    "The first time each friendly VOID-DANCER TROUPE operative completes the Performance of an active Allegory during the battle.",
                    "The first time a friendly pivotal role operative completes the Performance of an active Allegory during the battle (this is cumulative with the above)."
                ]
            },
            {
                "mainText": "Note that this means, for the purposes of your kill team's Performance tally during the battle, each friendly operative can only complete one Performance, and only one pivotal role can complete a Performance (even if you change the active Allegory or pivotal role during the battle. For example, as a result of the LEAD PLAYER operative's Performance Lead ability).",
                "postText": "When you add the fourth mark to your Performance tally:",
                "subText": [
                    "All friendly VOID-DANCER TROUPE operatives have the Accolade ability of the active Allegory until the end of the battle.",
                    "You gain 1 Command Point.",
                    "In the Generate Command Points step of each Turning Point, you generate one additional Command Point."
                ]
            }
        ],
        "allegory":[
            {
                "name": "Comedy",
                "performance": "The operative performs a Fall Back action.",
                "accolade": "This operative can perform the Fall Back action for one less action point (to a minimum of 1AP)."
            },
            {
                "name": "Epic",
                "performance": "The operative incapacitates an enemy operative in combat by inflicting damage with two or less attack dice in the Resolve Successful Hits step.",
                "accolade": "Each time this operative fights in combat, in the Resolve Successful Hits step of that combat, if you did not retain any critical hits, you can strike or parry with one normal hit as if it were a critical hit."
            },
            {
                "name": "Melodrama",
                "performance": "The operative incapacitates an enemy operative in a shooting attack by inflicting damage with two or more attack dice in the Resolve Successful Hits step.",
                "accolade": "Each time this operative makes a shooting attack, in the Roll Attack Dice step of that shooting attack, you can re-roll one of your attack dice."
            },
            {
                "name": "Odyssey",
                "performance": "The operative performs a Charge action and ends the move within 6' of your opponent's drop zone.",
                "accolade": "This operative can move up to a distance equal to its Movement characteristic plus 3' for Charge actions, instead of plus 2'."
            },
            {
                "name": "Tragedy",
                "performance": "The operative loses wounds from a shooting attack made by an enemy operative.",
                "accolade": "Each time a shooting attack is made against this operative, in the Roll Defence Dice step of that shooting attack, before rolling your defence dice, if it is not in Cover, you can retain one as a successful normal save without rolling it."
            }
        ]
    }
}